{
  "page": {
    "name": "React landing page 2021",
    "logo": "/assets/svgs/logo2_black.svg"
  },
  "navigation": [
    {
      "name": "Venue",
      "href": "venue"
    },
    {
      "name": "Getting there",
      "href": "getting-there"
    },
    {
      "name": "Gifts",
      "href": "gifts"
    },
    {
      "name": "Traditions",
      "href": "traditions"
    },
    {
      "name": "Things To Do",
      "href": "thingsToDo"
    },
    {
      "name": "Accommodation",
      "href": "accommodation"
    }
  ],
  "mainHero": {
    "title": "Welcome to the wedding of ",
    "subtitle": "Agata & Thomas",
    "description": "On June 28th, 2025, we will be celebrating our love in Bydgoszcz, at the stunning Boska Wenecja, located in the heart of the city. This website will provide you with all the information you need to join us as we begin this new chapter of our lives together. We look forward to showing you what Bydgoszcz has to offer.",
    "img": "/assets/images/couple-photo.png",
    "primaryAction": {
      "text": "Please let us know if you're coming by 20/04/2025, through either text or call on +49015205843860 or +48515502321",
      "href": "#"
    },
    "secondaryAction": {
      "text": "Email us",
      "href": "mailto:issaafakattan@gmail.com?subject=I like react landing page!"
    }
  },
  "venue": {
    "title": "Venue",
    "subTitle": "Time and location",
    "items": [
      {
        "title": "Ceremony location",
        "description": "The ceremony will be taking place at 16:00 at the Bydgoszcz civil registry office located at Sielanka 8A, 85-073 Bydgoszcz",
        "img": "/assets/svgs/bride-groom.svg"
      },
      {
        "title": "Reception location",
        "description": "After the ceremony we will convene at Boska Wenecja where the party will take place, located at Poznańska 8/14, 85-129 Bydgoszcz. The walk from the ceremony is about 30 min so we would recommend taking a taxi (see the section below).\n\n Remeber to bring your dancing shoes :)",
        "img": "/assets/images/boskaWenecjaEventRoom.jpg"
      }
    ]
  },
  "gettingThere": {
    "title": "Getting there",
    "subTitle": "To Bydgoszcz from Abroad",
    "firstItem": {
      "title": "Getting to Bydgoszcz",
      "description": "While Bydgoszcz does have an airport, it only has a few selected connections (e.g. London, Warsaw, and Frankfurt).\n\nThe best way to get to Bydgoszcz is to fly into either Poznań or Gdańsk. Getting to the center of either city is about 30 min and from there the intercity trains take about 1.5 hours to Bydgoszcz and run several times a day. You can buy tickets directly at:\nhttps://www.intercity.pl/en/ \n\n(NOTE: The discounted tickets are only for polish residents)"
    },
    "secondItem": {
      "title": "Taxi Apps in Poland",
      "description": "Convenient ways to get around",
      "items": [
        {
          "name": "Bolt",
          "description": "Bolt is the most affordable option of the three. Though it is still perfectly reliable and the cars are usually fine.",
          "link": "https://bolt.eu/en/",
          "img": "/assets/svgs/bolt-logo-min.svg"
        },
        {
          "name": "Uber",
          "description": "Uber of course needs no introduction. It is just as reliable as the other two, though would often have slightly nicer cars at the price of well... the price.",
          "link": "https://www.uber.com/global/en/r/cities/bydgoszcz-kujawsko-pomorskie-pl/",
          "img": "/assets/svgs/uber-logo-min.svg"
        },
        {
          "name": "Free Now",
          "description": "Free Now is quite similar to Bolt and will usually have very similar both prices and cars.",
          "link": "https://free-now.com/pl/",
          "img": "/assets/svgs/free-now-logo-min.svg"
        }
      ]
    }
  },
  "accommodation": {
    "title": "Bydgoszcz",
    "subtitle": "Hotels & Accomodation",
    "description": "Bydgoszcz has plenty of places to stay ranging from budget hotels, hostels, luxury hotels and AirBnB's, many of which are located in a walking distance to the wedding venue. Below you'll find a list of recommendations nearby. If you have any questions or run into any issues, feel free to reach out to us.",
    "items": [
      {
        "name": "Rezydencja Sowa",
        "description": "Sowa Residence is located in the heart of the Old Town, in the immediate vicinity of the most notable monuments of the city and the Brda River.",
        "image": "/assets/images/sowa-hotel.jpg",
        "link": "https://www.rezydencjasowa.pl/en/"
      },
      {
        "name": "La Mare Housebouts",
        "description": "Dom Na Wodzie La Mare Houseboat offers a unique riverside retreat in the heart of Bydgoszcz, just steps from the Opera Nova Conference Centre and Town Hall. From the private terrace, you'll be looking straight out onto the central river view of Bydgoszcz.",
        "image": "/assets/images/la-mare-houseboats.jpg",
        "link": "https://www.booking.com/hotel/pl/la-mare-apartamenty.en-gb.html"
      },
      {
        "name": "Stara Drukarnia",
        "description": "Stara Drukarnia rents out studio apartments at affordable prices. The apartments are location a 15 min walk from the wedding venue.",
        "image": "/assets/images/stara-drukarnia.jpg",
        "link": "https://www.booking.com/hotel/pl/stara-drukarnia-apartamenty-typu-studio-bydgoszcz.pl.html"
      }
    ]
  },
  "gifts": {
    "title": "Gifts",
    "subTitle": "Wishlist",
    "description": "Dear friends and family, here’s our plea, \nWe’re dreaming of Turkey’s skies to see. \nA hot air balloon, so high, so bright, \nWould make our honeymoon pure delight. \nIf you’d like to help us take this flight, \nA little cash would feel just right.\n\n And instead of flowers, sweet and fair, coffee beans show how much you care. \nWith your sweet gift, we’ll toast to you, \nEach morning fresh, with a lovely brew! ☕️"
  },
  "menu": {
    "title": "Menu",
    "subTitle": "Culinary Delights from Two Cultures",
    "description": "We'll be sharing a feast of modern Polish cuisine wtih you. Aditionally, we'll have some snacks from both Denmark and Poland, along with sparkling and non-sparkling wine, local craft beer and an assortment of sodas. \nVegan and glutenfree options are available, though please let us know before hand so we can inform the restaurant. "
  },
  "thingsToDo": {
    "title": "Bydgoszcz",
    "subTitle": "What to see and what to do",
    "description": "From interactive museums to cozy cafés, Bydgoszcz has plenty of things to explore. Below you'll find a list of our personal recommendations, but if you are looking for anything specific feel free to contact us.",
    "items": [
      {
        "name": "Manekin",
        "description": "Manekin is a renowned creperie found all over Poland, offering a wide variety of both sweet and savory pancakes. They also serve Zupa w chlebie (Soup in bread) based on seasonal produce. Go off peak, as there can be queues (yes it's that popular). The portions are also quite big so go hungry!",
        "image": "/assets/images/manekin.jpg",
        "link": "https://manekin.pl/nalesnikarnia/bydgoszcz-focha/"
      },
      {
        "name": "Monka",
        "description": "Monka is a distinguished fine-dining restaurant option located in the historic Młyny Rothera (Old mill) complex in Bydgoszcz. Spanning two floors, it offers a menu inspired by Italian and French cuisines. Personally we'd recommend the pizzas, as well as the pistachio tiramisu. Not to mention their selection of polish wines.",
        "image": "/assets/images/monka.webp",
        "link": "https://monka.com.pl"
      },
      {
        "name": "Museum of Soap and the History of Dirt",
        "description": "The Museum of Soap and the History of Dirt offers an interactive journey through the history of cleanliness and soap-making. Visitors can craft their own soap and explore exhibits showcasing the evolution of hygiene practices.",
        "image": "/assets/images/soap-museum.jpg",
        "link": "https://muzeummydla.pl/"
      },
      {
        "name": "Bromberg Kaffee",
        "description": "Located on Gdańska Street in Bydgoszcz, Bromberg Kaffee is renowned for its broad selection of freshly roasted Arabica beans and handcrafted Belgian chocolates. You can choose which beans you want for your coffee and enjoy it along with a chocolate of your choice.",
        "image": "/assets/images/bromberg-kaffee.jpg",
        "link": "https://bromberg.eu/"
      },
      {
        "name": "Coffee Trip",
        "description": "Coffee Trip is a specialty café renowned for its high-quality brews and homemade pastries which we fully recommend.",
        "image": "/assets/images/coffee-trip.jpg",
        "link": "https://www.instagram.com/coffeetrip.bydg/"
      },
      {
        "name": "Syta Pita",
        "description": "Our favourite kebab place (yes it even trumps Berlin. The secrect is the polish mayo). They are closed on Sundays, so make sure to visit on a Friday, Saturday or Monday. They also have a vegetarian option (falafel).",
        "image": "/assets/images/kebab.webp",
        "link": "https://maps.app.goo.gl/1UWvywQq8VUPzBNy5/"
      }
    ]
  },
  "traditions": {
    "title": "Traditions",
    "subTitle": "Customs, Games and Wedding Traditions",
    "sections": [
      {
        "title": "Danish Wedding Traditions",
        "items": [
          {
            "title": "Cutting of the socks, tie and veil",
            "description": "In Danish tradition, at the end of the bridal dance, the male guests lift up the groom, take off his shoes, and cut a hole in his sock and cut off his tie. There is of course no ill intent in this (but boys please, practice your steady hands). This tradition symbolizes that the groom is no longer a bachelor and therefore no longer needs to impress potential partners with his outfit. Certain sources also claim it is the first \"task\" for the bride to fix the socks afterward, but we all know Thomas is perfectly capable of fixing his own damn socks.\n\n The brides veil is also to be wripped to pieces, symbolising that she is now a woman (in case the white dress didn't make it clear enough).",
            "img": "/assets/svgs/sock-cutting-english.svg"
          },
          {
            "title": "Clinking of the glasses and stomping of the floor",
            "description": "In Danish tradition, it’s the guests who call the shots — literally — when it’s time for a kiss! Mid-meal, a if everyone starts tapping their glasses or plates the bride and groom must abandon their cutlery, rise from their seats, and share a passionate smooch (because sitting down just doesn't cut it).\n\nAnd just when they think they’re safe, here comes the stomp! A well-timed stampede of foot stomps sends them scurrying under the table for yet another kiss. For extra giggles, the guests may alternate between clinking and stomping, turning the newlyweds’ romance into a hilarious, romantic cross-fit training session.",
            "img": "/assets/svgs/glass-and-stomp.svg"
          },
          {
            "title": "Cheek-kissing of the bride and groom",
            "description": "In Danish wedding traditions, leaving the room as the bride or groom has consequences! If the bride ever vacates the room, the ladies are on standby to pounce and plant a kiss on the grooms cheeck. Similarly should the groom dissapear, the gentlemen must quickly deliver a friendly cheek-kiss (so please bring your best breath mints).",
            "img": "/assets/images/blow-kiss-emoji.png"
          }
        ]
      },
      {
        "title": "Polish Wedding Traditions",
        "items": [
          {
            "title": "Bread and Salt Welcome",
            "description": "After the wedding ceremony, when the newlyweds arrive at the reception venue, they are traditionally greeted by their parents with bread and salt (don't worry there will be other food). The bread represents prosperity and abundance, ensuring that the couple will never go hungry. The salt symbolizes life’s hardships, reminding them that they must face challenges together with strength and resilience.",
            "img": "/assets/svgs/bread_and_salt.svg"
          },
          {
            "title": "Oczepiny (Unveiling Ceremony)",
            "description": "At midnight, the traditional “Oczepiny” ceremony takes place, marking the bride’s transition from a maiden to a married woman. In historical Polish weddings, the bride’s veil was removed and replaced with a traditional cap or bonnet, symbolizing her new status as a wife. Today, this tradition is more modern and playful, often including fun games for both the bride and groom. \n\nThe most common activity is the bouquet and garter toss — unmarried women gather  to compete for the ~~ultimate title of Bouquet Battle Champion~~ chance to catch the bride’s bouquet, while the single men ~~compete in a no-holds-barred garter showdown~~ try to win the groom’s garter, predicting who might be the next to marry.",
            "img": "/assets/svgs/bouquet-toss.svg"
          },
          {
            "title": "Zbieranie “na wózek” (Collecting for the Baby Carriage)",
            "description": "This Polish wedding tradition is a fun and symbolic way for guests to contribute to the newlyweds’ future family life. During the wedding reception, a small box or a doll stroller is placed in the center of the dance floor. Guests can invite the bride or groom for a dance, but in exchange, they must place a small monetary contribution into the box or stroller. The collected money is traditionally believed to serve as a “starter fund” for the couple’s first child (the second one is on their own it seems), ensuring a prosperous and happy future for their growing family.",
            "img": "/assets/svgs/stroller.svg"
          },
          {
            "title": "Gorzko! (The “Bitter” Kiss Tradition)",
            "description": "One of the most entertaining and interactive Polish wedding traditions is the chanting of “Gorzko! Gorzko!”, which translates to “Bitter! Bitter!”. During the wedding reception, guests start calling out this phrase, implying that something is “bitter” and needs to be sweetened. The only way to do so? The newlyweds must kiss!",
            "img": "/assets/svgs/kissing-couple.svg"
          },
          {
            "title": "Bramy Weselne (Wedding Roadblocks)",
            "description": "In Poland, the journey to marriage is not just symbolic—it sometimes comes with actual obstacles! Bramy weselne, or wedding roadblocks, are a playful tradition where friends, neighbors, or even strangers ~~tackle~~ block the newlyweds’ path on their way to the church or reception. This custom is particularly popular in Silesia, where it is known as szlogi. \n\nTraditionally, these roadblocks were made using ropes, colorful ribbons, and flowers, creating a festive barrier that the couple had to overcome. Today, the tradition has evolved into a more creative and humorous event, often involving costumes, games, and even themed challenges. The goal? To momentarily “stop” the wedding procession and make the couple work for their passage.\n\nTo be allowed through, the bride and groom must “pay the toll,” which usually means offering bottles of vodka or small gifts to those who set up the roadblock. Sometimes, they are also required to perform tasks, such as answering funny questions about their relationship or completing small challenges.",
            "img": "/assets/svgs/road-block.svg"
          },
          {
            "title": "Breaking champagne glasses",
            "description": "In Poland, breaking champagne glasses at a wedding is a long-standing tradition meant to bring the newlyweds good luck (though only the newlyweds). So if you must indulge your urge to smash something, kindly do so before arriving at the wedding — preferably in the privacy of your own home, far away from any innocent glasses.\n\nAfter the first toast, the newlyweds smash their glasses on the floor, with the belief that the more shards there are, the happier their marriage will be. It’s also a symbolic way of saying that, just like the broken glass can’t be put back together, their bond should remain unbreakable.",
            "img": "/assets/svgs/broken-glass.svg"
          }
        ]
      }
    ]
  },
  "afterParty": {
    "title": "Boska Wenecja at 13:00",
    "subtitle": "(Morning) After Party",
    "description": "The day after the party the remaining food will be served at 13:00 at Boska Wenecja. We realise a lot of you have tight travel plans and may not be able to join us, but if you can, we would love to see you there. "
  },
  "about": {
    "socialMedia": {
      "github": "https://github.com/Cubba2412",
      "linkedin": "https://www.linkedin.com/in/thomas-birk-frederiksen/"
    }
  }
}
