{
  "page": {
    "name": "React landingsside 2021",
    "logo": "/assets/svgs/logo2_black.svg"
  },
  "navigation": [
    {
      "name": "Lokation",
      "href": "venue"
    },
    {
      "name": "Rejseinfo",
      "href": "getting-there"
    },
    {
      "name": "Gaver",
      "href": "gifts"
    },
    {
      "name": "Traditioner",
      "href": "traditions"
    },
    {
      "name": "Ting at se",
      "href": "thingsToDo"
    },
    {
      "name": "Overnatning",
      "href": "accommodation"
    }
  ],
  "mainHero": {
    "title": "Velkommen til brylluppet mellem",
    "subtitle": "Agata & Thomas",
    "description": "Den 28. juni 2025 fejrer vi vores kærlighed i Bydgoszcz på det fantastiske Boska Wenecja, beliggende i hjertet af byen. Denne hjemmeside indeholder alle de oplysninger, du har brug for, for at deltage i fejringen af vores nye kapitel sammen. Vi ser frem til at vise dig, hvad Bydgoszcz har at byde på.",
    "img": "/assets/images/couple-photo.png",
    "primaryAction": {
      "text": "Lad os venligst vide, om du/i kommer senest den 20/04/2025, enten via sms eller opkald på +49015205843860 eller +48515502321",
      "href": "#"
    },
    "secondaryAction": {
      "text": "Send os en e-mail",
      "href": "mailto:issaafakattan@gmail.com?subject=Jeg kan lide react landingsside!"
    }
  },
  "venue": {
    "title": "Lokation",
    "subTitle": "Tid og sted",
    "items": [
      {
        "title": "Ceremonien",
        "description": "Ceremonien finder sted kl. 16:00 på Bydgoszczs civilregistreringskontor, beliggende på Sielanka 8A, 85-073 Bydgoszcz.",
        "img": "/assets/svgs/bride-groom.svg"
      },
      {
        "title": "Receptionen",
        "description": "Efter ceremonien samles vi på Boska Wenecja, hvor festen finder sted, beliggende på Poznańska 8/14, 85-129 Bydgoszcz. Gåturen fra ceremonien tager omkring 30 minutter, så vi vil anbefale at tage en taxa (se afsnittet nedenfor).\n\n Husk at medbringe danseskoene :)",
        "img": "/assets/images/boskaWenecjaEventRoom.jpg"
      }
    ]
  },
  "gettingThere": {
    "title": "Rejseinfo",
    "subTitle": "Til Bydgoszcz fra Udlandet",
    "firstItem": {
      "title": "Rejseinfo Til Bydgoszcz",
      "description": "Selvom Bydgoszcz har en lufthavn, har den kun et begrænset antal forbindelser (hovedsageligt London, Warszawa og Frankfurt).\n\nDen nemmeste måde at komme til Bydgoszcz på er at flyve til enten Poznań eller Gdańsk. Fra begge byers lufthavne tager det cirka 30 minutter til centrum, og derfra kører intercitytogene til Bydgoszcz på ca. 1,5 time flere gange om dagen. Billetter kan købes direkte på:\nhttps://www.intercity.pl/en/ \n\n(BEMÆRK: Ung/studie/pensionist billetter er kun til polske borgere)"
    },
    "secondItem": {
      "title": "Taxa-apps i Polen",
      "description": "Praktiske måder at komme rundt på",
      "items": [
        {
          "name": "Bolt",
          "description": "Bolt er den billigste af de tre. Den er dog stadig fuldstændig pålidelig, og bilerne er som regel helt fine.",
          "link": "https://bolt.eu/en/",
          "img": "/assets/svgs/bolt-logo-min.svg"
        },
        {
          "name": "Uber",
          "description": "Uber behøver selvfølgelig ingen introduktion. Den er lige så pålidelig som de to andre, men har ofte lidt pænere biler – til gengæld er prisen også lidt højere.",
          "link": "https://www.uber.com/global/en/r/cities/bydgoszcz-kujawsko-pomorskie-pl/",
          "img": "/assets/svgs/uber-logo-min.svg"
        },
        {
          "name": "Free Now",
          "description": "Free Now minder meget om Bolt og har som regel både lignende priser og biler.",
          "link": "https://free-now.com/pl/",
          "img": "/assets/svgs/free-now-logo-min.svg"
        }
      ]
    }
  },
  "accommodation": {
    "title": "Bydgoszcz",
    "subtitle": "Hoteller & Overnatning",
    "description": "Bydgoszcz har masser af overnatningsmuligheder, lige fra budgethoteller og hostels til luksushoteller og AirBnB's, hvoraf mange ligger i gåafstand til bryllupsstedet. Nedenfor finder du en liste over hyggelige muligheder i nærheden. Hvis du har spørgsmål eller støder på problemer, er du velkommen til at kontakte os.",
    "items": [
      {
        "name": "Rezydencja Sowa",
        "description": "Sowa Residence ligger i hjertet af den gamle bydel, i umiddelbar nærhed af byens mest bemærkelsesværdige monumenter og floden Brda.",
        "image": "/assets/images/sowa-hotel.jpg",
        "link": "https://www.rezydencjasowa.pl/en/"
      },
      {
        "name": "La Mare Houseboats",
        "description": "Dom Na Wodzie La Mare Houseboat tilbyder et unikt ophold ved floden i hjertet af Bydgoszcz, kun få skridt fra Opera Nova Konferencecenter og Rådhuset. Fra den private terrasse får du en fantastisk udsigt over Bydgoszczs centrale flodlandskab.",
        "image": "/assets/images/la-mare-houseboats.jpg",
        "link": "https://www.booking.com/hotel/pl/la-mare-apartamenty.en-gb.html"
      },
      {
        "name": "Stara Drukarnia",
        "description": "Stara Drukarnia udlejer studiolejligheder til overkommelige priser. Lejlighederne ligger 15 minutters gang fra bryllupsstedet.",
        "image": "/assets/images/stara-drukarnia.jpg",
        "link": "https://www.booking.com/hotel/pl/stara-drukarnia-apartamenty-typu-studio-bydgoszcz.pl.html"
      }
    ]
  },
  "gifts": {
    "title": "Gaver",
    "subTitle": "Ønskeliste",
    "description": "Kære venner og familie, her er vores bøn,\nVi drømmer om Tyrkiets himmel - vores bryllupsrejse vil være så skøn.\nEn luftballon, så høj og klar,\nVil gøre rejsen helt vidunderlig og rar.\nHvis du vil hjælpe os med at nå det blå,\nSå smid en skilling i kassen - vi lover du får et smil med på.\n\nOg i stedet for blomster, fine og små,\nEr kaffebønner vejen at gå.\nMed gaven skåler vi hver dag,\nKopper – der nydes i behag! ☕️"
  },
  "menu": {
    "title": "Menu",
    "subTitle": "Kulinariske Lækkerier fra To Kulturer",
    "description": "Vi vil dele et festmåltid med moderne polsk køkken med jer. Derudover vil vi have snacks fra både Danmark og Polen samt mousserende og ikke-mousserende vin, lokalt håndværksøl og et udvalg af sodavand.\nVeganer- og glutenfri muligheder er tilgængelige, men giv os venligst besked på forhånd, så vi kan informere restauranten."
  },
  "thingsToDo": {
    "title": "Bydgoszcz",
    "subTitle": "Ting at se og gøre",
    "description": "I Bydgoszcz finder man masser at udforske, lige fra interaktive museer til hyggelige caféer. Nedenfor finder du en liste over vores personlige anbefalinger, men hvis du leder efter noget specifikt, er du velkommen til at kontakte os.",
    "items": [
      {
        "name": "Manekin",
        "description": "Manekin er en kendt crêperie, der findes over hele Polen, og tilbyder et bredt udvalg af både søde og salte pandekager. De serverer også Zupa w chlebie (Suppe i brød) baseret på sæsonens råvarer. Sigt efter at være der udenfor myldretid, da der kan være kø (ja, det er så populært). Portionerne er også ret store, så kom sulten!",
        "image": "/assets/images/manekin.jpg",
        "link": "https://manekin.pl/nalesnikarnia/bydgoszcz-focha/"
      },
      {
        "name": "Monka",
        "description": "Monka er en anerkendt fine-dining restaurant beliggende i det historiske Młyny Rothera (Den gamle mølle) kompleks i Bydgoszcz. Restauranten strækker sig over to etager og tilbyder en menu inspireret af italiensk og fransk kogekunst. Personligt vil vi anbefale pizzaerne samt pistacie tiramisuen. Og glem ikke deres udvalg af polske vine.",
        "image": "/assets/images/monka.webp",
        "link": "https://monka.com.pl"
      },
      {
        "name": "Museum for Sæbe og Urenhedens Historie",
        "description": "Museum for Sæbe og Urenhedens Historie tilbyder en interaktiv rejse gennem renlighedens- og sæbefremstillingshistorie. På museet kan lave deres sin sæbe og udforske udstillinger, der viser udviklingen af hygiejnepraksis.",
        "image": "/assets/images/soap-museum.jpg",
        "link": "https://muzeummydla.pl/"
      },
      {
        "name": "Bromberg Kaffee",
        "description": "Beliggende på Gdańska Street i Bydgoszcz, finder man Bromberg Kaffee, som er kendt for sit brede udvalg af friskristede Arabica-bønner og håndlavede belgiske chokolader. Du kan vælge hvilke bønner du vil have til din kaffe og nyde den sammen med en chokolade efter eget valg.",
        "image": "/assets/images/bromberg-kaffee.jpg",
        "link": "https://bromberg.eu/"
      },
      {
        "name": "Coffee Trip",
        "description": "Coffee Trip er en specialkaffebar kendt for sine høj kvalitets bryg og hjemmelavede bagværk, som vi varmt kan anbefale.",
        "image": "/assets/images/coffee-trip.jpg",
        "link": "https://www.instagram.com/coffeetrip.bydg/"
      },
      {
        "name": "Syta Pita",
        "description": "Vores yndlingskebabsted (ja, det slår endda Berlin. Hemmeligheden er den polske mayo). De har lukket om søndagen, så sørg for at besøge dem fredag, lørdag eller mandag. De har også en vegetarisk mulighed (falafel).",
        "image": "/assets/images/kebab.webp",
        "link": "https://maps.app.goo.gl/1UWvywQq8VUPzBNy5/"
      }
    ]
  },
  "traditions": {
    "title": "Traditioner",
    "subTitle": "Skikke, Lege og Bryllupstraditioner",
    "sections": [
      {
        "title": "Danske Bryllups Traditioner",
        "items": [
          {
            "title": "Klipning af sokker, slips og slør",
            "description": "I dansk tradition, ved slutningen af brudevalsen, løfter de mandlige gæster brudgommen op, tager hans sko af og klipper et hul i hans sokker samt klipper hans slips af. Der er selvfølgelig ingen ond hensigt i dette (men drenge, øv jer lige på en rolig hånd). Traditionen symboliserer, at brudgommen ikke længere er en ungkarl og derfor ikke længere behøver at imponere potentielle partnere med sit outfit. Visse kilder hævder også, at det er brudens første ‘opgave’ at lappe sokkerne bagefter, men vi ved alle, at Thomas er voksen nok til at fikse sine egne sokker.\n\nBrudens slør rives også i stykker, hvilket symboliserer, at hun nu er en gift kvinde (hvis den hvide kjole ikke allerede gjorde det tydeligt nok).",
            "img": "/assets/svgs/sock-cutting-english.svg"
          },
          {
            "title": "Glas-klirren og fodstampen",
            "description": "I dansk tradition er det gæsterne, der bestemmer – bogstaveligt talt – hvornår det er tid til et kys! Midt under måltidet, hvis alle begynder at klirre på deres glas eller tallerkener, skal brudeparret slippe deres bestik, rejse sig fra deres pladser og dele et passioneret kys (for at blive siddende er ikke godt nok).\n\nOg lige når de tror, de er i sikkerhed, kommer der en bølge af fodstamp! En velkoordineret fodstampning får dem til at kravle under bordet for endnu et kys. For ekstra sjov kan gæsterne skifte mellem klirren og stampen, så brudeparrets romantik bliver til en sjov, kærlig crossfit-træning.",
            "img": "/assets/svgs/glass-and-stomp.svg"
          },
          {
            "title": "Kys på kinden til brud og gom",
            "description": "I danske bryllupstraditioner har det konsekvenser at forlade lokalet! Hvis bruden forlader rummet, står damerne klar til at overøse gommen med kindkys. Tilsvarende, hvis gommen forsvinder, må herrerne hurtigt træde til og give et venligt kindkys (så husk venligst mintpastillerne).",
            "img": "/assets/images/blow-kiss-emoji.png"
          }
        ]
      },
      {
        "title": "Polske Bryllupstraditioner",
        "items": [
          {
            "title": "Brød og Salt Velkomst",
            "description": "Efter bryllupsseremonien, når de nygifte ankommer til festlokalet, bliver de traditionelt mødt af deres forældre med brød og salt (bare rolig, der vil også være andet mad). Brødet repræsenterer velstand og overflod, og sikrer, at parret aldrig vil gå sultne. Saltet symboliserer livets prøvelser og minder dem om, at de skal møde udfordringer sammen med styrke og modstandskraft.",
            "img": "/assets/svgs/bread_and_salt.svg"
          },
          {
            "title": "Oczepiny (Afsløringsceremoni)",
            "description": "Ved midnat finder den traditionelle “Oczepiny” ceremoni sted, som markerer brudens overgang fra ung pige til gift kvinde. I de historiske polske bryllupper blev brudens slør fjernet og erstattet med en traditionel hætte eller bonnet, som symboliserede hendes nye status som hustru. I dag er denne tradition blevet mere moderne og festlig, og inkluderer ofte sjove spil for både bruden og brudgommen. \n\nDen mest almindelige aktivitet er buket- og strømpebåndkast — ugifte kvinder samles for at konkurrere om ~~den ultimative titel som Buket Batalje Mester~~ chancen for at gribe brudens buket, mens de ugifte mænd ~~kæmper i en hæmningsløst strømpebånd-opgør~~ prøver at vinde brudgomens strømpebånd, hvilket skulle forudse hvem der er den næste til at gifte sig.",
            "img": "/assets/svgs/bouquet-toss.svg"
          },
          {
            "title": "Zbieranie “na wózek” (Indsamling til Barnevognen)",
            "description": "Denne polske bryllupstradition er en sjov og symbolsk måde for gæsterne at bidrage til de nygiftes fremtidige familieliv. Under bryllupsreceptionen placeres en lille kasse eller en dukkevogn i midten af dansegulvet. Gæsterne kan invitere bruden eller brudgommen til en dans, men til gengæld skal de lægge et lille pengebeløb i kassen eller vognen. De indsamlede penge siges traditionelt at fungere som en “startkapital” til parrets første barn (det andet må klare sig selv, tilsyneladende), og sikrer en velstående og lykkelig fremtid for deres voksende familie.",
            "img": "/assets/svgs/stroller.svg"
          },
          {
            "title": "Gorzko! (Den “Bitre” Kys Tradition)",
            "description": "En af de mest underholdende og interaktive polske bryllupstraditioner er råbene af “Gorzko! Gorzko!”, som oversættes til “Bitter! Bitter!”. Under bryllupsreceptionen begynder gæsterne at råbe denne sætning, hvilket antyder, at noget er “bittert” og skal sødes. Den eneste måde at gøre det på? De nygifte skal kysse!",
            "img": "/assets/svgs/kissing-couple.svg"
          },
          {
            "title": "Bramy Weselne (Bryllupsvejblokader)",
            "description": "I Polen er rejsen til ægteskabet ikke kun symbolsk – den kommer nogle gange med faktiske forhindringer! Bramy weselne, eller bryllupsvejblokader, er en morsom tradition, hvor venner, naboer eller endda fremmede ~~tackler~~ blokkerer vejen for de nygifte på vej til kirken eller receptionen. Denne skik er særligt populær i Silesia, hvor den er kendt som szlogi. \n\nTraditionelt blev disse vejblokader lavet med reb, farverige bånd og blomster, hvilket skabte en festlig barriere, som parret skulle overvinde. I dag har traditionen udviklet sig til et mere kreativt og humoristisk event, ofte med kostumer, spil og endda tematiske udfordringer. Målet? At stoppe bryllupsprocessionen et øjeblik og få parret til at arbejde for deres passage.\n\nFor at få lov til at passere skal bruden og brudgommen “betale bompenge”, hvilket normalt betyder at give en flaske vodka eller små gaver til dem, der har sat vejblokaden op. Nogle gange kræves det også, at de udfører opgaver, såsom at svare på sjove spørgsmål om deres forhold eller gennemføre små udfordringer.",
            "img": "/assets/svgs/road-block.svg"
          },
          {
            "title": "Smadring af champagneglas",
            "description": "I Polen er smadring af champagneglas en langvarig tradition ved bryllupper for at bringe de nygifte held (dog kun de nygifte). Så hvis du må give efter for trangen til at smadre noget, så gør det venligst inden du ankommer til brylluppet – helst i dit eget hjem, langt væk fra uskyldige glas.\n\nEfter den første skål smadrer de nygifte deres glas på gulvet, med troen på, at jo flere skår der er, desto lykkeligere vil deres ægteskab være. Det er også en symbolsk måde at sige, at ligesom det knuste glas ikke kan sættes sammen igen, bør deres bånd forblive ubrydeligt.",
            "img": "/assets/svgs/broken-glass.svg"
          }
        ]
      }
    ]
  },
  "afterParty": {
    "title": "Boska Wenecja kl. 13:00",
    "subtitle": "(Morning) After Party",
    "description": "Dagen efter festen bliver resten af maden serveret kl. 13:00 på Boska Wenecja. Vi ved, at mange af jer har stramme rejseplaner og måske ikke kan være med, men hvis I har mulighed for det, vil vi elske at se jer der."
  },
  "about": {
    "socialMedia": {
      "github": "https://github.com/Cubba2412",
      "linkedin": "https://www.linkedin.com/in/thomas-birk-frederiksen/"
    }
  }
}
